"MJRefreshHeaderIdleText" = "Trascina verso il basso per aggiornare";
"MJRefreshHeaderPullingText" = "Rilascia per aggiornare";
"MJRefreshHeaderRefreshingText" = "Aggiornamento dei dati...";

"MJRefreshTrailerIdleText" = "Scorri per visualizzare i dettagli";
"MJRefreshTrailerPullingText" = "Rilascia per visualizzare i dettagli";

"MJRefreshAutoFooterIdleText" = "Clicca o trascina verso l’alto per caricare dell’altro";
"MJRefreshAutoFooterRefreshingText" = "Caricamento di altri dati in corso...";
"MJRefreshAutoFooterNoMoreDataText" = "Completamente caricato";

"MJRefreshBackFooterIdleText" = "Trascina verso l’alto per caricare dell’altro";
"MJRefreshBackFooterPullingText" = "Rilascia per caricare dell’altro";
"MJRefreshBackFooterRefreshingText" = "Caricamento di altri dati in corso...";
"MJRefreshBackFooterNoMoreDataText" = "Completamente caricato";

"MJRefreshHeaderLastTimeText" = "Ultimo aggiornamento：";
"MJRefreshHeaderDateTodayText" = "Oggi";
"MJRefreshHeaderNoneLastDateText" = "Nessuna registrazione";
